cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'ack'
brew 'bash-completion2'
brew 'coreutils'
brew 'git'
brew 'grc'
brew 'htop'
brew 'jq'
brew 'mas'
brew 'mongodb'
brew 'node'
brew 'nmap'
brew 'openssl'
brew 'p7zip'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'speedtest-cli'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iTerm2'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'

cask 'angband'
cask 'brogue'
cask 'doomrl'
cask 'dwarf-fortress-lnp'